Repository: nibble-psi/Nibble
Catalog: NibbleTools/Strings/*/Resources.resw
Source language: en_us
Languages: lt_lt

# AppDisplayName
source: NibbleTools
lt_lt: NibbleTools įrankiai

# AppDescription
source: Latest version
lt_lt: Naujausia versija

# Shell_Main.Content
source: Home
lt_lt: Namai

# Settings_Personalization.Text
source: Personalization
lt_lt: Personalizacija

# Settings_Theme.Text
source: Theme
lt_lt: Tema

# Settings_Theme_Light.Content
source: Light
lt_lt: Šviesi

# Settings_Theme_Dark.Content
source: Dark
lt_lt: Tamsi

# Settings_Theme_Default.Content
source: Default
lt_lt: Numatytoji

# Settings_About.Text
source: About this application
lt_lt: Apie programą

# Settings_AboutDescription.Text
source: This is your app description.
lt_lt: Programos aprašymas

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
lt_lt: Privatumas

# Shell_Bitshift.Content
source: Bit Shift Operations
lt_lt: Dvejetainiai postūmiai

# Shell_BitManipulation.Content
source: Bits Manipulation
lt_lt: Bitų manipuliacijos

# Shell_Bitwise.Content
source: Bitwise Operations
lt_lt: Bitų operacijos

# Shell_BaseNumberConverter.Content
source: Base Number Converter
lt_lt: Skaičiavimo sistemos keitimas

# Shell_NumberGenerator.Content
source: Number Generator
lt_lt: Skaičių generatorius

# Shell_StringGenerator.Content
source: String Generator
lt_lt: String generatorius

# Shell_Counter.Content
source: Text Counter
lt_lt: Teksto skaičiuotuvas

# Shell_TextSplit.Content
source: Text Split
lt_lt: Teksto skaidymas

# Shell_Generators.Content
source: Generators
lt_lt: Generatoriai

# Shell_TextManipulation.Content
source: Text Manipulation
lt_lt: Teksto operacijos

# Shell_UuidGenerator.Content
source: UUID Generator
lt_lt: UUID generatorius

# Shell_SymbolsReplace.Content
source: Symbols Replace
lt_lt: Simbolių keitiklis

# Shell_HashCodeGenerator.Content
source: Hash Code Generator
lt_lt: Hash kodo generatorius

# Shell_LinesSorter.Content
source: Lines Sorter
lt_lt: Eilučių rušiuotojas

# Shell_UnitConverter.Content
source: Unit Converter
lt_lt: Vienetų keitiklis

# Shell_LetterCases.Content
source: Text Letter Cases Converter
lt_lt: Raidžių keitiklis

# Shell_PasswordGenerator.Content
source: Password Generator
lt_lt: Slaptažodžių generatorius

# Shell_UnixTimestampsConverter.Content
source: Unix Timestamps Converter
lt_lt: Unix laiko žymos keitiklis

# Shell_SearchBox.PlaceholderText
source: Search
lt_lt: Paieška
